Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Sounds.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Change with Buttons
ar: تغيير بالأزرار
bg: Промяна с бутони
ca: Ajusta amb botons
cs: Měnit tlačítky
da: Skift med knapper
de: Mit Tasten ändern
el: Αλλαγή με κουμπιά
es: Ajustar con botones
es_us: Cambiar con botones
fi: Muuta painikkeilla
fr: Utiliser les boutons
fr_ca: Utiliser les boutons
he: שינוי באמצעות הכפתורים
hi: बटनों से बदलें
hr: Promijeni tipkama
hu: Állítás a gombokkal
id: Ubah dengan Tombol
it: Modifica con tasti
ja: ボタンで変更
kk: Түймелермен өзгерту
ko: 버튼을 사용하여 변경
lt: Keisti mygtukais
ms: Tukar dengan Butang
nl: Wijzig met knoppen
no: Endre med knapper
pl: Zmieniaj przyciskami
pt_br: Ajustar com Botões
pt_pt: Regular com botões
ro: Ajustare din butoane
ru: Изменение кнопками
sk: Upravovať tlačidlami
sl: Spreminjaj z gumbi
sv: Ändra med knappar
th: ปรับเปลี่ยนด้วยปุ่ม
tr: Düğmelerle Değiştir
uk: Змінювати кнопками
vi: Thay đổi bằng nút
zh_cn: 用按钮调整
zh_hk: 使用按鈕更改音量
zh_tw: 使用按鈕更改音量

source: Don't Play in Silent Mode
ar: عدم التشغيل في النمط الصامت
bg: Без възпроизвеждане в тих режим
ca: No vibris en mode de silenci
cs: Nepřehrávat v tichém režimu
da: Afspil ikke ved Lydløs
de: Im Stummmodus nicht wiedergeben
el: Μη αναπαραγωγή στην Αθόρυβη λειτουργία
es: No vibrar en el modo Silencio
es_us: No vibrar en el modo Silencio
fi: Älä toista hiljaisessa tilassa
fr: Ne pas vibrer en mode Silence
fr_ca: Ne pas vibrer en mode Silence
he: לא ב״מצב שקט״
hi: मौन मोड में न चलाएँ
hr: Nemoj reproducirati u tihom načinu rada
hu: Lejátszás mellőzése néma módban
id: Jangan Putar dalam Mode Hening
it: Non riprodurre in modalità Silenzioso
ja: 消音モードのときに再生しない
kk: Дыбыссыз режимде ойнатпау
ko: 무음 모드에서 재생하지 않기
lt: Neleisti, kai įjungtas tylusis režimas
ms: Jangan Main dalam Mod Senyap
nl: Speel niet af in stille modus
no: Ikke spill av i lydløsmodus
pl: Nie odtwarzaj w trybie cichym
pt_br: Não Reproduzir no Modo Silencioso
pt_pt: Não reproduzir em modo sem som
ro: Fără redare în modul Silențios
ru: Не воспроизводить в бесшумном режиме
sk: Neprehrávať v tichom režime
sl: Ne izvajaj v tihem načinu
sv: Spela inte i tyst läge
th: ไม่สั่นในโหมดปิดเสียง
tr: Sessiz Modda Oynatma
uk: Не відтворювати в режимі тиші
vi: Không phát khi ở Chế độ im lặng
zh_cn: 静音模式下不提供触感反馈
zh_hk: 靜音模式時不播放
zh_tw: 「靜音模式」中不播放

# HEADPHONE_AUDIO_LEVELS_ALERT_TITLE
source: Headphone Audio Levels are Turned Off
ar: مستويات صوت سماعة الرأس متوقفة
bg: Нивата на звука на слушалките са изключени
ca: Els nivells d’àudio dels auriculars estan desactivats
cs: Hlasitost zvuku ve sluchátkách je vypnutá
da: Lydniveauer i hovedtelefoner er slået fra
de: Kopfhörergeräuschpegel sind deaktiviert
el: Τα Επίπεδα ήχου ακουστικών δεν είναι ενεργά
es: La función “Nivel de audio de auriculares” está desactivada
es_us: Niveles de audio de audífonos desactivados
fi: Kuulokkeiden äänitaso on pois päältä
fr: « Niveaux sonores des écouteurs » est désactivé
fr_ca: Niveaux sonores des écouteurs désactivés
he: המאפיין ״עוצמת השמע באוזניות״ פעיל
hi: हेडफ़ोन ऑडियो स्तर बंद हैं
hr: Razine zvukova iz slušalica isključene su
hu: A Fejhallgató hangszintjei funkció ki van kapcsolva
id: Level Audio Headphone Dimatikan
it: I livelli audio delle cuffie sono disattivati
ja: “ヘッドフォン音量”がオフです
kk: Құлаққап дыбысының деңгейлері өшірулі
ko: 헤드폰 오디오 레벨이 꺼져 있음
lt: Ausinių garso lygiai išjungti
ms: Paras Audio Fon Kepala Dinyahaktifkan
nl: Koptelefoongeluidsniveaus zijn uitgeschakeld
no: Lydnivå fra hodetelefoner er slått av
pl: Opcja Poziom dźwięku ze słuchawek jest wyłączona
pt_br: Os Níveis de Áudio do Fone de Ouvido Estão Desativados
pt_pt: Opção Áudio dos auscultadores desativada
ro: Nivelurile sunetului căștilor audio sunt dezactivate
ru: Уровни звукового воздействия наушников выключены
sk: Hlasitosť zvuku v slúchadlách je vypnutá
sl: Ravni zvoka slušalk so izklopljene
sv: Ljudvolym i hörlurar har stängts av
th: ระดับเสียงหูฟังปิด
tr: Kulaklık Ses Düzeyleri Kapalı
uk: Аудіорівні навушників вимкнено
vi: Mức âm thanh tai nghe đã bị tắt
zh_cn: “耳机音量”已关闭
zh_hk: 「耳筒音量」已關閉
zh_tw: 已關閉耳機音量

# RING_VOL_CAN_BE_ADJUSTED
source: The volume buttons can be used to adjust the volume of the ringtone and alerts.
ar: يمكن استخدام زري مستوى الصوت لضبط مستوى صوت نغمة الرنين والتنبيهات.
bg: Бутоните за управление на силата на звука могат да се използват за промяна на силата на звука за тона за звънене и предупрежденията.
ca: El volum dels sons de trucada i dels avisos es pot ajustar mitjançant els botons de volum.
cs: Tlačítky hlasitosti můžete měnit hlasitost vyzvánění a upozornění.
da: Lydstyrkeknapperne kan bruges til at justere lydstyrken af ringetonen og advarslerne.
de: Die Lautstärketasten können verwendet werden, um die Lautstärke des Klingeltons und der Hinweistöne anzupassen.
el: Τα κουμπιά έντασης ήχου μπορούν να χρησιμοποιηθούν για προσαρμογή της έντασης ήχου του κουδουνίσματος και των ειδοποιήσεων.
es: El volumen del tono de llamada y los avisos se puede ajustar mediante los botones de volumen.
es_us: Los botones de volumen se pueden usar para ajustar el volumen del tono y de las alertas.
fi: Soitto- ja ilmoitusäänten voimakkuutta voidaan säätää äänen­voimakkuus­painikkeilla.
fr: Les boutons de volume peuvent être utilisés pour régler le volume de la sonnerie et des alertes.
fr_ca: Vous pouvez utiliser les boutons de volume pour régler le volume de la sonnerie et des alertes.
he: ניתן להשתמש בכפתורי עוצמת השמע לשינוי עוצמת הצלצול וההתראות.
hi: रिंगटोन और अलर्ट का वॉल्यूम ऐडजस्ट करने के लिए वॉल्यूम बटनों का इस्तेमाल किया जा सकता है।
hr: Tipke glasnoće mogu se koristiti za prilagodbu glasnoće melodije zvona i obavijesti.
hu: A hangerőgombok használatával módosíthatja a csengőhang és a jelzések hangerejét.
id: Tombol volume dapat digunakan untuk menyesuaikan volume nada dering dan peringatan.
it: I pulsanti del volume possono regolare il volume della suoneria e degli avvisi.
ja: 音量ボタンを着信音や通知音の音量調整に使用できます。
kk: Дыбыс деңгейі түймелерін рингтон мен ескертулердің дыбыс деңгейін реттеу үшін пайдалануға болады.
ko: 음량 버튼으로 벨소리 및 알림 음량을 조절할 수 있습니다.
lt: Garsumo mygtukais galima reguliuoti skambučių melodijos ir įspėjimų garsumą.
ms: Butang kelantangan boleh digunakan untuk melaraskan kelantangan nada dering dan isyarat.
nl: De volume­knoppen kunnen worden gebruikt om het volume van de beltoon en meldingen aan te passen.
no: Volumknappene kan brukes til å justere volumet på ringetonen og varsler.
pl: Głośność dzwonka i alertów można zmieniać przyciskami głośności.
pt_br: Os botões de volume podem ser usados para ajustar o volume do toque e dos alertas.
pt_pt: Os botões de volume podem ser usados para ajustar o volume dos toques e avisos.
ro: Butoanele de volum pot fi utilizate pentru a ajusta volumul soneriei și alertelor.
ru: С помощью кнопок регулировки громкости можно изменять громкость рингтонов и уведомлений.
sk: Tlačidlá hlasitosti môžete použiť na úpravu hlasitosti zvonenia a upozornení.
sl: Z gumboma za glasnost prilagodite glasnost melodije zvonjenja in opozoril.
sv: Volymknapparna kan användas till att justera volymen för ringsignalen och notiser.
th: ปุ่มปรับเสียงสามารถใช้เพื่อปรับระดับเสียงของเสียงเรียกเข้าและเสียงเตือนได้
tr: Ses yüksekliği düğmeleri, zil sesinin ve uyarıların yüksekliğini ayarlamak için kullanılabilir.
uk: Гучність мелодії дзвінка та оповісток можна змінювати кнопками гучності.
vi: Các nút âm lượng có thể được sử dụng để điều chỉnh âm lượng của nhạc chuông và cảnh báo.
zh_cn: 音量按钮可用于调整铃声和提醒的音量。
zh_hk: 可使用音量按鈕來調整鈴聲和提示聲的音量。
zh_tw: 音量按鈕可用來調整鈴聲和提示聲的音量。

# SOUND_ONLY_SWITCHES_FOOTER
source: Play sounds for system controls and interactions.
ar: تشغيل الأصوات لعناصر تحكم النظام والتفاعلات.
bg: Възпроизвеждай звуци за системни взаимодействия и бутони за управление.
ca: El dispositiu emetrà sons quan accionis els controls del sistema i hi interaccionis.
cs: Přehrávání zvuků pro systémové ovládací prvky a interakce.
da: Afspil lyde ved systembetjening og interaktioner.
de: Töne für Systemsteuerungen und Interaktionen wiedergeben.
el: Αναπαραγωγή ήχων για στοιχεία ελέγχου συστήματος και διαδράσεις.
es: El dispositivo emitirá sonidos con las interacciones y los controles del sistema.
es_us: Se reproducirán los sonidos de control e interacción con el sistema.
fi: Toista äänimerkkejä järjestelmäsäätimille ja vuorovaikutukselle.
fr: Émet des sons pour les commandes système et les interactions.
fr_ca: Produit des sons lors de l’utilisation des commandes et des interactions système.
he: ניתן להפעיל צלילים עבור פקדי מערכת ואינטראקציות.
hi: सिस्टम कंट्रोल और इंटरऐक्शन के लिए ध्वनियाँ बजाएँ।
hr: Reproduciranje zvukova tijekom kontrole i interakcije sa sustavom.
hu: Hangok lejátszása a rendszervezérlőkhöz és interakciókhoz.
id: Putar bunyi untuk kontrol dan interaksi sistem.
it: Riproduci i suoni per i controlli di sistema e le interazioni.
ja: システムコントロールと操作のためにサウンドを再生します。
kk: Дыбыстар жүйемен басқарылған және онымен өзара әрекеттескен кезде ойнатылады.
ko: 시스템 제어 및 상호 작용에 대한 사운드를 재생합니다.
lt: Leiskite sistemos valdiklių ir sąveikų garsus.
ms: Mainkan bunyi untuk kawalan dan interaksi sistem.
nl: Speel geluiden af voor systeemregelaars en interacties ermee.
no: Spill av lyder for systemkontroller og interaksjoner.
pl: Odtwarzaj dźwięki przy sterowaniu i interakcji.
pt_br: Reproduzir resposta tátil para controles do sistema e interações.
pt_pt: Reproduzir sons para os controlos do sistema e interações.
ro: Vor fi redate sunete pentru comenzile și interacțiunile cu sistemul.
ru: Звуки будут воспроизводиться при управлении системой и взаимодействии с ней.
sk: Prehrá zvuky pre systémové ovládanie a interakcie.
sl: Predvajanje zvokov za krmilne funkcije sistema in interakcije.
sv: Spela upp ljud för systemkontroll och interaktioner.
th: ส่งเสียงเมื่อควบคุมและมีการโต้ตอบจากระบบ
tr: Sistem denetimleri ve etkileşimler için ses çalar.
uk: Відтворювати звуки керування та взаємодії із системою.
vi: Phát âm thanh cho các tương tác và điều khiển hệ thống.
zh_cn: 为系统控制和互动播放声音。
zh_hk: 就系統控制和互動項目播放聲音。
zh_tw: 為系統控制和互動項目播放聲音。

# HEADPHONE_LEVEL_NOTIFICATIONS_SWITCH
source: Headphone Notifications
ar: إشعارات سماعة الرأس
bg: Известия от слушалки
ca: Notificacions dels auriculars
cs: Oznámení o sluchátkách
da: Notifikationer om hoved­telefoner
de: Kopfhörer­mitteilungen
el: Γνωστοποιήσεις ακουστικών
es: Notificaciones de los auriculares
es_us: Notificaciones de audífonos
fi: Kuulokeilmoitukset
fr: Notifications « écouteurs »
fr_ca: Notifications relatives aux écouteurs
he: עדכוני אוזניות
hi: हेडफ़ोन सूचना
hr: Obavijesti o slušalicama
hu: Értesítések a fejhallgatóról
id: Pemberitahuan Headphone
it: Notifiche cuffie
ja: ヘッドフォン通知
kk: Құлаққап хабарландырулары
ko: 헤드폰 알림
lt: Ausinių pranešimai
ms: Pemberitahuan Fon Kepala
nl: Koptelefoonmeldingen
no: Hodetelefonvarslinger
pl: Powiadomienia dot. słuchawek
pt_br: Notificações de Volume
pt_pt: Notificações dos auscultadores
ro: Notificări căști audio
ru: Уведомления от наушников
sk: Hlásenia o slúchadlách
sl: Obvestila za slušalke
sv: Notiser om hörlurar
th: การแจ้งเตือนหูฟัง
tr: Kulaklık Bildirimleri
uk: Сповіщення від навушників
vi: Thông báo tai nghe
zh_cn: 耳机通知
zh_hk: 耳筒通知
zh_tw: 耳機通知

# HEADPHONE_CURRENT_LIGHTNING_ADAPTER_GROUP
source: Current Adapter
ar: المحول الحالي
bg: Настоящ адаптер
ca: Adaptador actual
cs: Aktuální adaptér
da: Aktuelt mellemstik
de: Aktueller Adapter
el: Τρέχων προσαρμογέας
es: Adaptador actual
es_us: Adaptador actual
fi: Nykyinen sovitin
fr: Adaptateur actuel
fr_ca: Adaptateur actuel
he: המתאם הנוכחי
hi: वर्तमान अडैप्टर
hr: Trenutačni adapter
hu: Aktuális adapter
id: Adaptor Saat Ini
it: Adattatore attuale
ja: 現在のアダプタ
kk: Ағымдағы адаптер
ko: 현재 어댑터
lt: Dabartinis adapteris
ms: Penyesuai Semasa
nl: Huidige adapter
no: Gjeldende adapter
pl: Bieżący adapter
pt_br: Adaptador Atual
pt_pt: Adaptador atual
ro: Adaptorul curent
ru: Текущий адаптер
sk: Aktuálny adaptér
sl: Trenutni adapter
sv: Nuvarande adapter
th: อะแดปเตอร์ปัจจุบัน
tr: Şu Anki Adaptör
uk: Поточний адаптер
vi: Bộ tiếp hợp hiện tại
zh_cn: 当前转换器
zh_hk: 目前的轉換器
zh_tw: 目前的轉接器

source: Ring Mode
ar: نمط الرنين
bg: Режим на звънене
ca: Mode de so
cs: Režim zvonění
da: Ring
de: Klingelmodus
el: Λειτουργία κουδουνίσματος
es: Modo Sonido
es_us: Modo timbre
fi: Soittoäänitila
fr: Mode Sonnerie
fr_ca: Mode Sonnerie
he: מצב צלצול
hi: रिंग मोड
hr: Glasni način rada
hu: Csengési mód
id: Mode Dering
it: Suoneria
ja: 着信モード
kk: Қоңырау режимі
ko: 벨소리 모드
lt: Skambučio režimas
ms: Mod Dering
nl: Beltoonmodus
no: Ringemodus
pl: Tryb dzwonka
pt_br: Modo de Toque
pt_pt: Modo de toque
ro: Mod Sonerie
ru: Режим звонка
sk: Režim zvonenia
sl: Način zvonjenja
sv: Ringläge
th: โหมดเปิดเสียง
tr: Zil Sesi Modu
uk: Режим дзвінка
vi: Chế độ Chuông
zh_cn: 响铃模式
zh_hk: 鈴聲模式
zh_tw: 響鈴模式

# RING_VOLUME_SLIDER
source: Volume
ar: مستوى الصوت
bg: Сила на звука
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση ήχου
es: Volumen
es_us: Volumen
fi: Äänenvoimakkuus
he: עוצמת שמע
hi: वॉल्यूम
hr: Glasnoća
hu: Hangerő
ja: 音量
kk: Дыбыс деңгейі
ko: 음량
lt: Garsumas
ms: Kelantangan
no: Volum
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sv: Volym
th: ระดับเสียง
tr: Ses Yüksekliği
uk: Гучність
vi: Âm lượng
zh_cn: 音量
zh_hk: 音量
zh_tw: 音量

# ALTERNATE_5
source: Electronic
ar: إلكترونيك
bg: Електронен
ca: Electrònica
cs: Elektronika
da: Elektronisk
de: Elektronisch
el: Ηλεκτρονικό
es: Electrónico
es_us: Electrónico
fi: Elektroninen
fr: Électronique
fr_ca: Électronique
he: אלקטרוני
hi: इलेक्ट्रॉनिक
hr: Elektronika
hu: Elektronikus
id: Elektronik
it: Elettronico
ja: エレクトロニック
kk: Электронды дыбыс
ko: 전자음
lt: Elektroninė muzika
ms: Elektronik
nl: Elektronisch
no: Elektronisk
pl: Elektroniczny
pt_br: Eletrônico
pt_pt: Eletrónica
ru: Электронный
sk: Elektronika
sl: Elektronika
sv: Elektroniskt
th: อิเล็กทรอนิกส์
tr: Elektronik
uk: Електронний
vi: Điện tử
zh_cn: 电音
zh_hk: 電子音樂
zh_tw: 電子音樂

# HEADPHONE_LEVEL_LIMIT_SELECTION_FOOTER
source: Your Apple Vision Pro can analyze headphone audio and reduce any sound that is over a set decibel level.
ar: يمكن لـ Apple Vision Pro تحليل صوت سماعة الرأس وخفض أي صوت يتجاوز مستوى ديسيبل المحدد.
bg: Вашият Apple Vision Pro може да анализира аудио от слушалки и да намалява звуците, които надвишават определено ниво на децибелите.
ca: L’Apple Vision Pro pot analitzar l’àudio dels auriculars i reduir els sons que superin un nivell de decibels determinat.
cs: Apple Vision Pro může analyzovat zvuk ve sluchátkách a snížit hlasitost zvuků přesahujících nastavenou hodnotu v decibelech.
da: Apple Vision Pro kan analysere lyd i hovedtelefonerne og reducere lyde, der er over et bestemt decibelniveau.
de: Deine Apple Vision Pro kann die Audioausgabe deiner Kopfhörer analysieren und alle Töne über einem bestimmten Dezibelwert reduzieren.
el: Το Apple Vision Pro μπορεί να αναλύει τον ήχο ακουστικών και να μειώνει τους ήχους που είναι πάνω από ένα καθορισμένο επίπεδο ντεσιμπέλ.
es: El Apple Vision Pro puede analizar el audio de los auriculares y reducir los sonidos que superen el nivel de decibelios establecido.
es_us: Tu Apple Vision Pro puede analizar el audio de tus audífonos y reducir cualquier sonido que sobrepase el nivel de decibeles.
fi: Apple Vision Pro voi analysoida kuulokkeiden äänen ja hiljentää äänet, jotka ylittävät asetetun desibelitason.
fr: Votre Apple Vision Pro peut analyser l’audio de vos écouteurs et réduire les sons supérieurs à un niveau de décibels prédéfini.
fr_ca: Votre Apple Vision Pro peut analyser le son de vos écouteurs et réduire les sons qui dépassent un seuil prédéfini de décibels.
he: ה-Apple Vision Pro יכול לנתח את עוצמת השמע באוזניות ולהחליש צלילים שחורגים מרמת דציבלים שהוגדרה מראש.
hi: आपकी Apple Vision Pro हेडफ़ोन ऑडियो का विश्लेषण कर सकता है और एक निर्धारित डेसीबल स्तर से ऊँची ध्वनि को कम कर सकता है।
hr: Vaš Apple Vision Pro može analizirati zvuk iz slušalica i stišati sve zvukove koji su iznad podešene razine decibela.
hu: Az Apple Vision Pro képes elemezni a fejhallgató hangját, és csökkenteni tudja a beállított decibelszint feletti hangokat.
id: Apple Vision Pro Anda dapat menganalisis audio headphone dan mengurangi bunyi yang melebihi level desibel yang diatur.
it: Apple Vision Pro è in grado di analizzare l’audio delle cuffie e di ridurre i suoni che superano una determinata soglia di decibel.
ja: Apple Vision Proでは、ヘッドフォンオーディオを分析して、設定したデシベルレベルを超える音を低減させることができます。
kk: Apple Vision Pro құрылғысы құлаққап дыбысын талдап, орнатылған децибел деңгейінен жоғары кез келген дыбысты азайта алады.
ko: Apple Vision Pro가 헤드폰 오디오를 분석하여 지정한 데시벨을 초과하는 큰 소리를 줄일 수 있습니다.
lt: „Apple Vision Pro“ gali analizuoti ausinių garsą ir sumažinti bet kokio garso, kuris viršija nustatytą decibelų lygį, garsumą.
ms: Apple Vision Pro anda boleh menganalisis audio fon kepala dan mengurangkan sebarang bunyi yang melebihi paras desibel yang disetkan.
nl: Je Apple Vision Pro kan je koptelefoongeluid analyseren en geluid verminderen dat meer dan het ingestelde decibelniveau is.
no: Apple Vision Pro kan analysere lyden i hodetelefonene dine og redusere all lyd som er over et angitt desibelnivå.
pl: Apple Vision Pro może analizować dźwięk w słuchawkach i w razie potrzeby obniżać jego głośność do wskazanego poziomu.
pt_br: O Apple Vision Pro pode analisar o áudio do fone de ouvido e reduzir qualquer som que esteja acima de um nível de decibéis definido.
pt_pt: O Apple Vision Pro pode analisar o áudio dos auscultadores e reduzir os sons acima do nível de decibéis definido.
ro: Apple Vision Pro‑ul poate analiza sunetele redate prin căștile audio și le poate reduce pe cele care depășesc un prag fixat de decibeli.
ru: Apple Vision Pro может анализировать звук в наушниках и приглушать любые звуки, громкость которых превышает заданный уровень децибел.
sk: Apple Vision Pro môže analyzovať zvuk v slúchadlách a stíšiť všetky zvuky, ktoré prekročia stanovenú hodnotu v decibeloch.
sl: Naprava Apple Vision Pro lahko analizira zvok iz slušalk in zmanjša glasnost zvoka, ki je nad nastavljeno ravnjo decibelov.
sv: Apple Vision Pro kan analysera ljudet i hörlurar och sänka nivån på ljud som överskrider en angiven decibelnivå.
th: Apple Vision Pro ของคุณสามารถวิเคราะห์เสียงหูฟังและลดเสียงที่เกินระดับเดซิเบลที่กำหนดได้
tr: Apple Vision Pro’nuz kulaklık sesini analiz edebilir ve belirli bir desibel düzeyi üzerinde olduğunda sesi kısabilir.
uk: Ваш Apple Vision Pro може аналізувати звук у навушниках і стишувати звуки, гучність яких більша за встановлений рівень у децибелах.
vi: Apple Vision Pro của bạn có thể phân tích âm thanh tai nghe và giảm bất kỳ âm thanh nào vượt quá một mức decibel đã đặt.
zh_cn: Apple Vision Pro可分析耳机音频并降低超过所设分贝级的声音。
zh_hk: Apple Vision Pro可以分析耳筒音訊，並降低任何超出所設分貝水平的聲音。
zh_tw: Apple Vision Pro可以分析耳機音訊並降低超過設定分貝的聲音。

# FORGET_USB_AUDIO_ACCESSORIES_CONFIRMATION_TITLE
source: Are you sure you want to forget all USB Audio Accessories?
ar: هل ترغب بالتأكيد في إلغاء حفظ كل ملحقات صوت USB؟
bg: Сигурни ли сте, че искате да забравите всички USB аудио аксесоари?
ca: Confirmes que vols oblidar tots els accessoris USB d’àudio?
cs: Určitě veškeré zvukové USB příslušenství zapomenout?
da: Er du sikker på, at alt USB-lydtilbehør skal glemmes?
de: Sollen wirklich alle USB-Audiogeräte vergessen werden?
el: Θέλετε σίγουρα να αγνοηθούν όλα τα αξεσουάρ ήχου USB;
es: ¿Seguro que quieres omitir todos los accesorios de audio USB?
es_us: ¿Quieres olvidar todos los accesorios USB de audio?
fi: Unohdetaanko kaikki USB-äänilisälaitteet?
fr: Voulez-vous vraiment oublier tous les accessoires audio USB ?
fr_ca: Voulez-vous vraiment que l’appareil oublie tous les accessoires audio USB?
he: האם ברצונך להסיר את כל אביזרי ה-USB של השמע?
hi: क्या आप वाक़ई सभी USB ऑडियो ऐक्सेसरी को याद नहीं रखना चाहते हैं?
hr: Sigurno želite zaboraviti sve USB audio pribore?
hu: Biztosan el szeretné felejtetni az összes USB-audiokiegészítőt?
id: Apakah Anda yakin ingin melupakan semua Aksesori Audio USB?
it: Confermi di voler dissociare tutti gli accessori audio USB?
ja: すべてのUSBオーディオアクセサリを解除してもよろしいですか?
kk: Барлық USB аудио керек-жарағын ұмыту қажеттігіне сенімдісіз бе?
ko: 모든 USB 오디오 액세서리를 제거하겠습니까?
lt: Ar tikrai norite, kad visi USB garso priedai būtų pamiršti?
ms: Adakah anda pasti mahu melupakan semua Aksesori Audio USB?
nl: Weet je zeker dat je alle USB-audio-accessoires wilt vergeten?
no: Er du sikker på at du vil glemme alt USB-lydtilbehør?
pl: Czy na pewno chcesz zapomnieć wszystkie akcesoria audio USB?
pt_br: Tem certeza de que deseja esquecer todos os Acessórios de Áudio USB?
pt_pt: Tem a certeza de que pretende que todos os acessórios de áudio USB sejam esquecidos?
ro: Sigur doriți să fie ignorate toate accesoriile audio USB?
ru: Вы действительно хотите забыть все USB‑аксессуары для воспроизведения аудио?
sk: Naozaj chcete odstrániť všetky USB audiopríslušenstvá?
sl: Ste prepričani, da želite pozabiti vso zvočno dodatno opremo USB?
sv: Är du säker på att du vill glömma alla USB-ljudtillbehör?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเลิกเชื่อมต่ออุปกรณ์เสริมเสียง USB ทั้งหมด
tr: Tüm USB ses aksesuarlarını unutmak istediğinizden emin misiniz?
uk: Справді забути всі USB-аудіоприлади?
vi: Bạn có chắc chắn muốn quên tất cả các phụ kiện âm thanh USB không?
zh_cn: 你确定要忽略所有USB音频配件吗？
zh_hk: 你確定要忘記所有USB音訊配件嗎？
zh_tw: 確定要忘記所有「USB音訊配件」的設定嗎？

source: Keyboard Feedback
ar: استجابة لوحة المفاتيح
bg: Реакция от клавиатурата
ca: Resposta del teclat
cs: Odezva klávesnice
da: Tastaturfeedback
de: Tastatur­feedback
el: Ανάδραση πληκτρολογίου
es: Respuesta del teclado
es_us: Vibración del teclado
fi: Näppäimistön palaute
fr: Retour clavier
fr_ca: Retour du clavier
he: משוב הקלדה
hi: कीबोर्ड फ़ीडबैक
hr: Povratna informacija tipkovnice
hu: Billentyűzet visszajelzése
id: Umpan Balik Papan Ketik
it: Feedback tastiera
ja: キーボードのフィードバック
kk: Пернетақтаның жауабы
ko: 키보드 피드백
lt: Klaviatūros atsakas
ms: Maklum Balas Papan Kekunci
nl: Toetsenbordfeedback
no: Tastatur­tilbakemelding
pl: Czucie klawiatury
pt_br: Feedback do Teclado
pt_pt: Resposta do teclado
ro: Feedback tastatură
ru: Отклик клавиатуры
sk: Odozva klávesnice
sl: Povratne informacije tipkovnice
sv: Tangentbordsfeedback
th: การตอบสนองแป้นพิมพ์
tr: Klavye Geri Bildirimi
uk: Відгук клавіатури
vi: Phản hồi bàn phím
zh_cn: 键盘反馈
zh_hk: 鍵盤回報
zh_tw: 鍵盤回饋

# SOUNDS_AND_HAPTICS
source: Sounds & Haptics
ar: الأصوات والحس اللمسي
bg: Звуци и осезания
ca: Sons i vibracions
cs: Zvuky a haptika
da: Lyde & haptisk feedback
de: Töne & Haptik
el: Ήχοι και απτικά
es: Sonidos y vibraciones
es_us: Sonidos y vibración
fi: Äänet ja tuntopalaute
fr: Sons et vibrations
fr_ca: Sons et vibrations
he: צלילים ורטט אינטראקטיבי
hi: ध्वनि और हैप्टिक
hr: Zvukovi i vibracije
hu: Hangok és haptikus jelzések
id: Bunyi & Haptik
it: Suoni e feedback aptico
ja: サウンドと触覚
kk: Дыбыстар мен жанасу сигналдары
ko: 사운드 및 햅틱
lt: Garsai ir haptika
ms: Bunyi & Haptik
nl: Horen en voelen
no: Lyder og følbar respons
pl: Dźwięki i haptyka
pt_br: Sons e Tato
pt_pt: Sons e háptica
ro: Sunete și răspuns haptic
ru: Звуки, тактильные сигналы
sk: Zvuky a haptika
sl: Zvoki in haptika
sv: Ljud och haptik
th: เสียงและการสั่น
tr: Ses ve Dokunuş
uk: Звуки і вібровідгуки
vi: Âm thanh & Cảm ứng
zh_cn: 声效与触感反馈
zh_hk: 聲音與觸覺回報
zh_tw: 聲音與觸覺回饋

source: Headphones
ar: سماعات الرأس
bg: Слушалки
ca: Auriculars
cs: Sluchátka
da: Hovedtelefoner
de: Kopfhörer
el: Ακουστικά
es: Auriculares
es_us: Audífonos
fi: Kuulokkeet
fr: Écouteurs
fr_ca: Écouteurs
he: אוזניות
hi: हेडफ़ोन
hr: Slušalice
hu: Fejhallgató
id: Headphone
it: Cuffie
ja: ヘッドフォン
kk: Құлаққап
ko: 헤드폰
lt: Ausinės
ms: Fon Kepala
nl: Koptelefoon
no: Hodetelefoner
pl: Słuchawki
pt_br: Fones de Ouvido
pt_pt: Auscultadores
ro: Căști audio
ru: Наушники
sk: Slúchadlá
sl: Slušalke
sv: Hörlurar
th: หูฟัง
tr: Kulaklık
uk: Навушники
vi: Tai nghe
zh_cn: 耳机
zh_hk: 耳筒
zh_tw: 耳機
